<!DOCTYPE html><html lang="pt-BR"><head>	<meta charset="UTF-8" />	<meta name="author" content="Jordan Cort&eacute;s Guzm&aacute;n, http://jordancortes.mx">	<meta name="description" content="CREAPRAC nasce em 1989, oferecendo produtos para facilitar a instala&ccedil;&atilde;o de revestimentos de cer&acirc;mica, porcelana e pedra, com o objetivo de lograr instala&ccedil;&otilde;es impec&aacute;veis e dur&aacute;veis.">	<meta name="keywords" content="creaprac, creapac, mosaicos, catalogo, creaciones, practicas, www.creaprac.com, pega, vitroblock, glass blocks, glass, blocks, monterrey, plasticas, mosaicprac, creapract, instala&ccedil;&atilde;o, vicdrioblock, ceramic tile, cer&acirc;mica, tile, vidrioblock, pia, www.creacionespracticas.com, crea prac, crea, prac, procedimiento, mosaico de vidro, vidro, practivas, vidrioblock en bloco, bloco, endere&ccedil;o, tutorial, juntas, remates, concreto, da Internet, silicone, calha, separador, separadores, sanefas, malha, colado, lugar, chuveiro, boquilla, listelo, aluminio, mexico, drywall, piso, material, adesivo, autoadherible, guarda polvo, guarda, p&oacute;, guardapolvo, porta, recubre, produtos, comprar, azulejos, azulejo, decora, cristal, muro, burbuja, tiraprac, tira, tirapracL, tiraprac L, zocloprac, zoclo, seprac, sepracNG, seprac NG, cubreprac, covers, plastico, verde, cenefapracL, cenefaprac L, cenefas, stilker, cenefaprac, listelprac, mosaicprac, espejoprac, espelho, muebleprac, mueble, escalprac, escalon, escalpracAL, escalprac AL, doorprac, doorpracNG, doorpraat NG, vidrioprac, instalprac, canalprac, taqueteprac, buncha, fixa&ccedil;&atilde;o, grapapracR, grapaprac-R, grapaprac R, grapapracP, grapaprac-P, grapaprac P, grampo, monturaprac, montura, cinchoprac, cincho, regaderaprac, revestimentos, parede, gomaprac, goma, bridaprac, brida, flexible, manguera, juntaprac, expans&atilde;o, lavaboprac, drenar, viseprac, mezclaprac, batedeira, sanit&aacute;rio, pacote, banheiro">	<link rel="apple-touch-icon" sizes="57x57" href="/apple-touch-icon-57x57.png" />	<link rel="apple-touch-icon" sizes="114x114" href="/apple-touch-icon-114x114.png" />	<link rel="apple-touch-icon" sizes="72x72" href="/apple-touch-icon-72x72.png" />	<link rel="apple-touch-icon" sizes="144x144" href="/apple-touch-icon-144x144.png" />	<link rel="apple-touch-icon" sizes="60x60" href="/apple-touch-icon-60x60.png" />	<link rel="apple-touch-icon" sizes="120x120" href="/apple-touch-icon-120x120.png" />	<link rel="apple-touch-icon" sizes="76x76" href="/apple-touch-icon-76x76.png" />	<link rel="apple-touch-icon" sizes="152x152" href="/apple-touch-icon-152x152.png" />	<link rel="icon" type="image/png" href="/favicon-196x196.png" sizes="196x196" />	<link rel="icon" type="image/png" href="/favicon-160x160.png" sizes="160x160" />	<link rel="icon" type="image/png" href="/favicon-96x96.png" sizes="96x96" />	<link rel="icon" type="image/png" href="/favicon-32x32.png" sizes="32x32" />	<link rel="icon" type="image/png" href="/favicon-16x16.png" sizes="16x16" />	<meta name="msapplication-TileColor" content="#ffffff" />	<meta name="msapplication-TileImage" content="/mstile-144x144.png" />	<title>Creaprac | Manuais | Instala&ccedil;&atilde;o de Bloco de Vidro</title>	<link rel="stylesheet" href="../../css/normalize.min.css" />	<link rel="stylesheet" href="../../css/style.css" />	<!--[if lt IE 9]>		<script async src="../../js/html5shiv-printshiv.min.js"></script>		<script async src="../../js/respond.min.js"></script>	<![endif]--></head><body class="each-product">	<header class="main">		<div class="container">			<img class="logo" src="../../img/logos/logo-creaprac.png" alt="" width="346" />			<nav>				<ul>					<li><a href="../">In&iacute;cio</a></li>					<li><a href="../products.html">Produtos</a></li>					<li><a class="active" href="../manuals.html">Manuais</a></li>					<li><a href="../exhibitors.html">Expositores</a></li>					<li><a href="../cardboards.html">Cartazes</a></li>					<li><a href="../catalog.html">Cat&aacute;logo</a></li>					<li><a href="../contact.html">Fale Conosco</a></li>				</ul>			</nav>		</div>	</header>	<div class="main container">		<header class="product">			<img src="../../img/products/headers/0.jpg" alt="" width="398" />			<div class="text">				<h1 class="mini">Instala&ccedil;&atilde;o de<br />Bloco de Vidro</h1>			</div>		</header>		<section>			<div class="row step">				<div class="col12 text-left mini">					<p>Ao instalar bloco de vidro surgem dois obst&aacute;culos principais a vencer para conseguir uma instala&ccedil;&atilde;o adequada.</p>					<p>Os pan&eacute;is que s&atilde;o formados com bloco de vidro n&atilde;o s&atilde;o estruturais e uma carga de vento ou de outro tipo pode afet&aacute;-los.</p>					<p class="last-child">Devido aos movimentos de dilata&ccedil;&atilde;o das constru&ccedil;&otilde;es e pela mesma natureza do vidro, o vidroblock passa de uma fase el&aacute;stica a uma de ruptura sem passar por uma fase pl&aacute;stica intermedi&aacute;ria, t&iacute;pica de outros materiais de constru&ccedil;&atilde;o como produtos de cimento, argila ou metais.</p>				</div>			</div>			<div class="row step">				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo1.jpg" alt="" width="350">				</div>				<div class="col6 text-left mini">					<p style="margin-top: 70px;">Creaciones Pr&aacute;cticas lhe oferece este guia de instala&ccedil;&atilde;o, instaprac, na que lhe mostramos como se instala o bloco de vidro usando os materiais necess&aacute;rios para:</p>					<ol>						<li>Conseguir pain&eacute;is de bloco de vidro com uma estrutura que resista &agrave;s diferentes cargas que poderiam agir sobre o painel.</li>						<li>Conseguir pain&eacute;is de bloco de vidro onde se possa amortecer as tens&otilde;es de ruptura nos bloco de vidro, provocadas pelos movimentos de dilata&ccedil;&atilde;o da constru&ccedil;&atilde;o.</li>					</ol>					<p class="last-child">A <strong>foto 1</strong> mostra um painel de bloco de vidro, instalado e finalizado com produtos de Creaciones Pr&aacute;cticas.</p>				</div>			</div>			<div class="row step">				<div class="col12 text-left mini">					<p>A <strong>foto 2</strong> mostra os seis produtos para instala&ccedil;&atilde;o do bloco de vidro:</p>					<ol>						<li><strong>Anclaprac</strong>: L&acirc;mina galvanizada para ancorar o painel de bloco de vidro nas paredes laterais e no teto.</li>						<li><strong>Viseprac</strong>: Separador, que como seu nome indica, serve para conseguir uma separa&ccedil;&atilde;o adequada entre bloco de vidro e que se possa distribuir nesses espa&ccedil;os a argamassa que cola os bloco de vidro.</li>						<li><strong>Expaprac</strong>: Tira de expans&atilde;o pra amortecer as tens&otilde;es de ruptura nos pain&eacute;is de bloco de vidro.</li>						<li><strong>Alamprac</strong>: Arame galvanizado que &eacute; utilizado verticalmente para dar suporte e estrutura aos pan&eacute;is de bloco de vidro.</li>						<li><strong>Unionprac</strong>: Uni&otilde;es de cobre que s&atilde;o utilizadas para unir os extremos dos <em>sopopracs</em> e dos <em>alampracs</em>.</li>						<li><strong>Sorporprac</strong>: Escada de arame galvanizado que &eacute; utilizada horizontalmente para dar suporte e estrutura aos pain&eacute;is de bloco de vidro.</li>					</ol>				</div>				<div class="col12 text-center">					<img src="../../img/manuals/vidrioblock/Photo2.jpg" alt="" width="720">				</div>			</div>			<div class="row step">				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo3.jpg" alt="" width="350">				</div>				<div class="col6 text-left mini">					<p style="margin-top: 140px;">A <strong>foto 3</strong> mostra um painel de bloco de vidro em processo de instala&ccedil;&atilde;o, usando os productos de Creaciones Pr&aacute;cticas.</p>					<p>A primeira fileira de bloco de vidro do painel &eacute; colada com argamassa no piso para nivelar os bloco de vidro do painel assegure-se de bat&ecirc;-los com algum martelo de cabe&ccedil;a de pl&aacute;stico j&aacute; que uma ferramenta met&aacute;lica pode causar fraturas no bloco de vidro que v&atilde;o ser vis&iacute;veis tempo depois.</p>				</div>			</div>			<div class="row step">				<div class="col6 text-right mini">					<p style="margin-top: 100px;">Para dar suporte e uma estrutura integral ao painel, no m&iacute;nimo em cada 2 fileiras do painel, instale o <em>soporprac</em>, e no m&iacute;nimo em cada 2 filas do painel instale o <em>alamprac</em>. Para ancorar o <em>alamprac</em> no piso, perfure o piso com broca de cimento um buraco de em torno de 10 cm. de profundidade e introduza a&iacute; o <em>alamprac</em> e embebede-o com a argamassa no buraco.</p>					<p>O <em>viseprac</em> &eacute; instalado em cada intersec&ccedil;&atilde;o de bloco de vidro, seu lado oco sempre &eacute; colocado em posi&ccedil;&atilde;o horizontal e seu outro lado com 6 orif&iacute;cios em posi&ccedil;&atilde;o vertical tal como se mostra na <strong>foto 4</strong>.</p>				</div>				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo4.jpg" alt="" width="350">				</div>			</div>			<div class="row step">				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo5.jpg" alt="" width="350">				</div>				<div class="col6 text-left mini">					<p style="margin-top: 40px;">O <em>unionprac</em> une os extremos dos <em>soporprac</em> quando a largura do painel &eacute; maior que a largura do <em>soporprac</em>, como se mostra na <strong>foto 5</strong>.</p>					<p>Usando uma pin&ccedil;a de press&atilde;o, aperte o <em>unionprac</em> na borda e forme uma esp&eacute;cie de linha de press&atilde;o que embona as pontas dos arames a serem unidos.</p>					<p>O <em>alamprac</em> tamb&eacute;m pode ser unido com os <em>unionpracs</em>.</p>				</div>			</div>			<div class="row step">				<div class="col6 text-right mini">					<p>Se o bloco de vidro que come&ccedil;a na parede lateral &eacute; pe&ccedil;a completa, o <em>anclaprac</em> &eacute; dobrado em 90 graus na posi&ccedil;&atilde;o marcada, assim como se mostra na <strong>foto 6</strong>.</p>					<p>O <em>anclaprac</em>, em sua parte horizontal, se deve colocar sobre os bloco de vidro deixando passar os primeiros 2 <em>visepracs</em> colados no paredes por seus 2 buracos grandes.</p>					<p>A parte vertical da &acirc;ncora, como seu nome indica, se ancora no parede usando duas buchas e parafusos.</p>					<p class="last-child">Se o bloco de vidro que come&ccedil;a na parede lateral, &eacute; uma pe&ccedil;a cortada, o <em>anclaprac</em> deve ser dobrado em 90 graus onde se permita que os 2 primeiros <em>visepracs</em> colados na parede se acomodem nos 2 buracos grandes do <em>anclaprac</em>.</p>				</div>				<div class="col6 text-center">					<img style="margin-top: 25px;" src="../../img/manuals/vidrioblock/Photo6.jpg" alt="" width="350">				</div>			</div>			<div class="row step">				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo7.jpg" alt="" width="350">				</div>				<div class="col6 text-left mini">					<p style="margin-top: 100px;">Firme o <em>soporprac</em> no <em>anclaprac</em> introduzindo no m&aacute;ximo 1 cm. nos extremos do soporprac nos ganchos do <em>anclaprac</em> tal como se mostra na <strong>foto 7</strong>.</p>				</div>			</div>			<div class="row step">				<div class="col6 text-right mini">					<p style="margin-top: 70px;">Para que os movimentos de dilata&ccedil;&atilde;o da constru&ccedil;&atilde;o n&atilde;o afetem o bloco de vidro, se deve deixar um espa&ccedil;o entre o painel e as paredes laterais e entre o painel e o teto. Neste espa&ccedil;o se coloca o <em>expaprac</em>, material esponjoso que amortece as tens&otilde;es de ruptura provocadas por esses movimentos de dilata&ccedil;&atilde;o.</p>					<p>Sobre a parte vertical do <em>anclaprac</em> se cola o <em>expaprac</em> utilizando silicone como se mostra na <strong>foto 8</strong>. O <em>expaprac</em> vem cortado em tiras de 40 cm. para instala&ccedil;&otilde;es de <em>soporprac</em> e <em>anclaprac</em> em cada 2 fileiras. Para instala&ccedil;&otilde;es de <em>soporprac</em> e <em>anclaprac</em> em cada fileira, corte o <em>expaprac</em> na metade.</p>					<p>&Eacute; muito importante que o <em>exprapac</em> seja colocado em toda a largura das paredes laterais e no teto do painel.</p>				</div>				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo8.jpg" alt="" width="350">				</div>			</div>			<div class="row step">				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo9.jpg" alt="" width="350">				</div>				<div class="col6 text-left mini">					<p style="margin-top: 190px;">Como o <em>viseprac</em> que &eacute; colado na parede n&atilde;o cabe, corte um de seus lados e utilize-o em seu lugar assim como se mostra na <strong>foto 9</strong>.</p>				</div>			</div>			<div class="row step">				<div class="col6 text-right mini">					<p style="margin-top: 110px;">Em cada fileira j&aacute; colada, entre cada 2 <em>visepracs</em> coloque argamassa para receber o bloco de vidro da seguinte fileira tal como se mostra na <strong>foto 10</strong>.</p>					<p>No bloco de vidro que &eacute; colado na parede, n&atilde;o se coloca argamassa em seu lado vertical. Em todos os demais blocos de vidro da fileira a serem colados, &eacute; colocada argamassa no lado que vai ficar em contato em seu lado vertical com o bloco de vidro anterior, rec&eacute;m-colado.</p>					<p>Limpe o excesso de argamassa da superf&iacute;cie dos blocos de vidro, e usando uma boquilha anti-fungos, da cor que voc&ecirc; escolha coloque boquilha em todas as juntas, deixando boquilhas listas e uniformes.</p>				</div>				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo10.jpg" alt="" width="350">				</div>			</div>			<div class="row step">				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo11.jpg" alt="" width="350">				</div>				<div class="col6 text-left mini">					<p style="margin-top: 150px;">N&atilde;o use argamassa para colar o bloco de vidro nas paredes laterais e no teto.</p>					<p>A borda dos blocos de vidro colados na parede deve ser preenchida com silicone. Assim como se mostra na <strong>foto 11</strong>.</p>					<p>Antes que o silicone seque, distribua-o perfeitamente na borda deixando um acabamento liso e uniforme.</p>				</div>			</div>			<div class="row step">				<div class="col6 text-right mini">					<p style="margin-top: 60px;">Continue instalando as fileiras de bloco de vidro at&eacute; chegar ao teto.</p>					<p>Se a &uacute;ltima fileira de blocos de vidro que pega no teto n&atilde;o cabe no espa&ccedil;o resultando se t&ecirc;m 2 op&ccedil;&otilde;es para terminar.</p>					<p>Se podem cortar os blocos de vidro dessa fileira com uma cortadora de &aacute;gua para azulejo na medida requerida pra que caibam, ou se pode baixar um parede do teto &agrave; &uacute;ltima fileira de blocos de vidro do painel.</p>					<p>N&atilde;o firme o <em>alamprac</em> no teto. O extremo do <em>alamprac</em> colado no teto somente fica flutuando na argamassa.</p>					<p>N&atilde;o instale o <em>anclaprac</em> na &uacute;ltima fileira do bloco de vidro colado no teto, mas sim instale o <em>expaprac</em> entre os blocos de vidro desta fileira e o teto.</p>					<p class="last-child">N&atilde;o cole com argamassa esta &uacute;ltima fileira de blocos de vidro no teto, termine com silicone na borda desta fileira, cuidando para estender o silicone uniformemente antes que se seque.</p>				</div>				<div class="col6 text-center">					<img src="../../img/manuals/vidrioblock/Photo12.jpg" alt="" width="350">				</div>			</div>			<div class="row step">				<div class="col12 text-left mini">					<h1>Coment&aacute;rios finais</h1>					<p>N&atilde;o se recomenda instalar pain&eacute;is de mais de 3,3 m. de largura por 3,3 m. de altura ou pain&eacute;is com mais de 10 metros quadrados.</p>					<p>Se o painel &eacute; maior que as medidas anteriores, utilize uma coluna de suporte de concreto ou de a&ccedil;o que divida o painel no espa&ccedil;o recomendado, e instale o bloco de vidro que cola nesse suporte como se fosse uma parede lateral ou teto, segundo seja o caso.</p>					<p>Ao serem os <em>soporpracs</em> e <em>alampracs</em> de arame galvanizado, o <em>anclaprac</em> de l&acirc;mina galvanizada e os <em>unionpracs</em> de cobre, se evita que estes produtos enferrujem e cheguem a manchar a argamassa branca das boquilhas.</p>					<p>O <em>viseprac</em> permite por seu lado horizontal oco e por seus orif&iacute;cios do lado vertical, que a argamassa atravesse, formando-se uma esp&eacute;cie de pregos de cimento que evitam que se forme um oco sem argamassa que debilita a estrutura do painel.</p>					<p>Nunca use os pan&eacute;is de blocos de vidro como paredes viga.</p>					<p>Em instala&ccedil;&otilde;es curvas, utilize o <em>soporprac</em> onde se permita a curvatura do painel, e onde n&atilde;o, usar em seu lugar 2 <em>alampracs</em>, os quais podem ser flexionados &agrave; curvatura desejada.</p>					<p>Como argamassa podem utilizar o denominado adesivo piso sobre piso e como boquilha, a denominada boquilha anti-fungos, que os fornecedores de adesivos de pisos e azulejos oferecem no mercado.</p>					<p class="last-child">Quando por desenho, um painel de blocos de vidro come&ccedil;a em uma parede mas n&atilde;o chega a outra parede, se pode terminar a borda de v&aacute;rias formas. Usando um acabamento de madeira, ou usando pe&ccedil;as de piso ou azulejo cer&acirc;mico, m&aacute;rmore ou granito, cortadas na largura e comprimento do bloco de vidro com remates de pl&aacute;stico ou alum&iacute;nio (tiraprac). Ao n&atilde;o ter sustenta&ccedil;&atilde;o de <em>anclaprac</em> em ambos os lados do painel, nestes pain&eacute;is n&atilde;o h&aacute; garantia de instala&ccedil;&atilde;o.</p>				</div>			</div>		</section>		<section class="product-description">			<p></p>		</section>	</div>	<footer>		<div class="container">			<p>&copy; 2013 Creaciones Pr&aacute;cticas S.A. de C.V. Todos os direitos reservados.</p>		</div>	</footer>	<script src="../../js/typekit.min.js"></script></body></html>