<!DOCTYPE html><html lang="pt-BR"><head>	<meta charset="UTF-8" />	<meta name="author" content="Jordan Cort&eacute;s Guzm&aacute;n, http://jordancortes.mx">	<meta name="description" content="CREAPRAC nasce em 1989, oferecendo produtos para facilitar a instala&ccedil;&atilde;o de revestimentos de cer&acirc;mica, porcelana e pedra, com o objetivo de lograr instala&ccedil;&otilde;es impec&aacute;veis e dur&aacute;veis.">	<meta name="keywords" content="creaprac, creapac, mosaicos, catalogo, creaciones, practicas, www.creaprac.com, pega, vitroblock, glass blocks, glass, blocks, monterrey, plasticas, mosaicprac, creapract, instala&ccedil;&atilde;o, vicdrioblock, ceramic tile, cer&acirc;mica, tile, vidrioblock, pia, www.creacionespracticas.com, crea prac, crea, prac, procedimiento, mosaico de vidro, vidro, practivas, vidrioblock en bloco, bloco, endere&ccedil;o, tutorial, juntas, remates, concreto, da Internet, silicone, calha, separador, separadores, sanefas, malha, colado, lugar, chuveiro, boquilla, listelo, aluminio, mexico, drywall, piso, material, adesivo, autoadherible, guarda polvo, guarda, p&oacute;, guardapolvo, porta, recubre, produtos, comprar, azulejos, azulejo, decora, cristal, muro, burbuja, tiraprac, tira, tirapracL, tiraprac L, zocloprac, zoclo, seprac, sepracNG, seprac NG, cubreprac, covers, plastico, verde, cenefapracL, cenefaprac L, cenefas, stilker, cenefaprac, listelprac, mosaicprac, espejoprac, espelho, muebleprac, mueble, escalprac, escalon, escalpracAL, escalprac AL, doorprac, doorpracNG, doorpraat NG, vidrioprac, instalprac, canalprac, taqueteprac, buncha, fixa&ccedil;&atilde;o, grapapracR, grapaprac-R, grapaprac R, grapapracP, grapaprac-P, grapaprac P, grampo, monturaprac, montura, cinchoprac, cincho, regaderaprac, revestimentos, parede, gomaprac, goma, bridaprac, brida, flexible, manguera, juntaprac, expans&atilde;o, lavaboprac, drenar, viseprac, mezclaprac, batedeira, sanit&aacute;rio, pacote, banheiro">	<link rel="apple-touch-icon" sizes="57x57" href="/apple-touch-icon-57x57.png" />	<link rel="apple-touch-icon" sizes="114x114" href="/apple-touch-icon-114x114.png" />	<link rel="apple-touch-icon" sizes="72x72" href="/apple-touch-icon-72x72.png" />	<link rel="apple-touch-icon" sizes="144x144" href="/apple-touch-icon-144x144.png" />	<link rel="apple-touch-icon" sizes="60x60" href="/apple-touch-icon-60x60.png" />	<link rel="apple-touch-icon" sizes="120x120" href="/apple-touch-icon-120x120.png" />	<link rel="apple-touch-icon" sizes="76x76" href="/apple-touch-icon-76x76.png" />	<link rel="apple-touch-icon" sizes="152x152" href="/apple-touch-icon-152x152.png" />	<link rel="icon" type="image/png" href="/favicon-196x196.png" sizes="196x196" />	<link rel="icon" type="image/png" href="/favicon-160x160.png" sizes="160x160" />	<link rel="icon" type="image/png" href="/favicon-96x96.png" sizes="96x96" />	<link rel="icon" type="image/png" href="/favicon-32x32.png" sizes="32x32" />	<link rel="icon" type="image/png" href="/favicon-16x16.png" sizes="16x16" />	<meta name="msapplication-TileColor" content="#ffffff" />	<meta name="msapplication-TileImage" content="/mstile-144x144.png" />	<title>Creaprac | Produtos | Instalprac</title>	<link rel="stylesheet" href="../../css/normalize.min.css" />	<link rel="stylesheet" href="../../css/style.css" />	<!--[if lt IE 9]>		<script async src="../../js/html5shiv-printshiv.min.js"></script>		<script async src="../../js/respond.min.js"></script>	<![endif]--></head><body class="each-product">	<header class="main">		<div class="container">			<a href="../../"><img class="logo" src="../../img/logos/logo-creaprac.png" alt="" width="346" /></a>			<nav>				<ul>					<li><a href="../">In&iacute;cio</a></li>					<li><a class="active" href="../products.html">Produtos</a></li>					<li><a href="../manuals.html">Manuais</a></li>					<li><a href="../exhibitors.html">Expositores</a></li>					<li><a href="../cardboards.html">Cartazes</a></li>					<li><a href="../catalog.html">Cat&aacute;logo</a></li>					<li><a href="../contact.html">Fale Conosco</a></li>				</ul>			</nav>		</div>	</header>	<div class="main container">		<header class="product">			<img src="../../img/products/headers/Instalprac.jpg" alt="" width="398" />			<div class="text">				<h1>Instalprac</h1>				<h2>Sistema de instalar bloco de vidro</h2>				<h2>O que impede fraturas do painel de bloco de vidro</h2>			</div>		</header>		<section>			<div class="row row-product">				<figure class="product-show col12">					<img src="../../img/products/Instalprac/I-Vidrioblock.jpg" alt="" width="800" />					<img src="../../img/products/Instalprac/I-Simbolos.png" alt="" width="800" style="position: absolute; top: 0; left: 80px;">					<span class="instalprac-text text-right" style="width: 170px; top: 260px; left: 80px;"><p><strong>Anclaprac:</strong> L&acirc;mina galvanizada que &eacute; ancorada o muro usando 2 bunchas e parafusos.</p></span>					<span class="instalprac-text text-left" style="width: 170px; top: 520px; left: 730px;"><p><strong>Viseprac:</strong> Separador em forma de cruz que &eacute; instalado em cada interse&ccedil;&atilde;o de bloco de vidro para formar a separa&ccedil;&atilde;o para receber o morteiro.</p></span>					<span class="instalprac-text text-right" style="width: 265px; top: 50px; left: 70px;"><p><strong>Expaprac:</strong> Tira de expans&atilde;o para amortecer as tens&otilde;es de ruptura nos pain&eacute;is do bloco de vidro provocadas pelos movimentos de dilata&ccedil;ao das constru&ccedil;&otilde;es.</p></span>					<span class="instalprac-text text-left" style="width: 210px; top: 40px; left: 690px;"><p><strong>Alamprac:</strong> Arame galvanizado que d&aacute; estrutura ao painel de bloco de vidro. &Eacute; instalado no m&iacute;nimo em cada duas fileiras verticais do painel.</p></span>					<span class="instalprac-text text-left" style="width: 210px; top: 180px; left: 690px;"><p><strong>Unionprac:</strong> Uni&atilde;o de cobre para afian&ccedil;ar os extremos do Soporprac e Anclaprac, e chegar de extremo a extremo do painel do bloco de vidro.</p></span>					<span class="instalprac-text text-left" style="width: 165px; top: 320px; left: 735px;"><p><strong>Soporprac:</strong> Escada de arame galvanizada que d&aacute; soporte e estrutura ao painel de bloco de vidro. &Eacute; instalado no m&iacute;nimo em cada duas filerais horizontais do painel.</p></span>					<span class="instalprac-text text-left" style="width: 220px; top: 50px; left: 390px;"><p>O <strong>Soporprac</strong> se afian&ccedil;a ao Anclaprac, conseguindo assim uma estrutura integral no painel de bloco de vidro.</p></span>					<span class="instalprac-text text-right" style="width: 185px; top: 445px; left: 70px;"><p>Deve deixar um espa&ccedil;o entre o painel e os muros laterais e entre o painel e o teto. Neste espa&ccedil;o &eacute; colocado o Expaprac, e n&atilde;o se utiliza morteiro.</p></span>					<span class="instalprac-text text-right" style="width: 195px; top: 740px; left:160px;"><p>A borda do painel do bloco de vidro com o muro e com o teto se recheia com silicone, espalhando-o uniformemente antes que seque.</p></span>					<span class="instalprac-text text-left" style="width: 255px; top: 815px; left:380px;"><p>A primeira fileira de bloco de vidro se cola com morteiro ao piso.</p></span>					<span class="instalprac-text text-left" style="width: 165px; top: 680px; left:735px;"><p>Entre cada 2 Viseprac espalhe morteiro para receber o bloco de vidro da fleira seguinte.</p></span>					<figcaption></figcaption>				</figure>			</div>		</section>		<section>			<p>Ao instalar bloco de vidro surgem dois obst&aacute;culos principais a vencer para conseguir uma instala&ccedil;&atilde;o adequada.</p>			<p>Os pain&eacute;is formados com bloco de vidro n&atilde;o s&atilde;o estruturais e uma carga de vento ou de outro tipo os pudesse afetar.</p>			<p>Devido aos movimentos de dilata&ccedil;&atilde;o das constru&ccedil;&otilde;es e pela natureza mesma do vidro, o bloco de vidro passa de uma fase el&aacute;stica a uma de ruptura sem passar por uma fase pl&aacute;stica intermedi&aacute;ria, t&iacute;pica de outros materiais de constru&ccedil;&atilde;o como produtos de cimento, argilas ou metais.</p>			<p>Creaciones Pr&aacute;cticas lhe oferece esta guia de instala&ccedil;&atilde;o, <strong>Instalprac</strong>, na que lhe mostramos como se instala o bloco de vidro usando os materiais necess&aacute;rios para:</p>			<ul>				<li>Conseguir pain&eacute;is de bloco de vidro com uma estrutura que resista as diferentes cargas que pudessem atuar sobre o painel.</li>				<li>Conseguir pain&eacute;is de bloco de vidro onde se possam amortecer as tens&otilde;es de ruptura nos blocos de vidro, provocadas pelos movimentos de dilata&ccedil;&atilde;o da constru&ccedil;&atilde;o.</li>			</ul>			<p class="text-center text-italic"><a href="../manuals/vidrioblock.html">Visite nosso manual de instala&ccedil;&atilde;o de blocos de vidro, clicando aqui</a></p>		</section>	</div>	<footer>		<div class="container">			<p>&copy; 2014 Creaciones Pr&aacute;cticas S.A. de C.V. Todos os direitos reservados.</p>		</div>	</footer>	<script async src="../../js/piwik.js"></script>	<script src="../../js/typekit.min.js"></script></body></html>