<!DOCTYPE html>
<html lang="es-MX">
<head>
	<meta charset="UTF-8" />
	<meta name="author" content="Jordan Cort&eacute;s Guzm&aacute;n, http://jordancortes.mx">
	<meta name="description" content="CREAPRAC nace en 1989 ofreciendo productos para facilitar la instalaci&oacute;n de recubrimientos de cer&aacute;mica, de porcelana y de piedra con el objetivo de lograr instalaciones impecables y duraderas.">
	<meta name="keywords" content="creaprac, creapac, mosaicos, catalogo, creaciones, practicas, www.creaprac.com, pega, vitroblock, glass blocks, glass, blocks, monterrey, plasticas, mosaicprac, creapract, instalacion, vicdrioblock, ceramic tile, ceramic, tile, vidrioblock, lavabo, www.creacionespracticas.com, crea prac, crea, prac, procedimiento, mosaico de vidrio, vidrio, practivas, vidrioblock en block, block, direccion, tutorial, juntas, remates, concreto, web, silicon, canaleta, separador, separadores, cenefas, ceramico, ceramica, mallas, malla, colado, colocar, regadera, boquilla, listelo, aluminio, mexico, tablaroca, piso, material, adhesivo, autoadherible, guarda polvo, guarda, polvo, guardapolvo, puerta, recubre, productos, comprar, azulejos, azulejo, decora, cristal, muro, burbuja, tiraprac, tira, tirapracL, tiraprac L, zocloprac, zoclo, seprac, sepracNG, seprac NG, cubreprac, cubre, plastico, verde, cenefapracL, cenefaprac L, cenefas, stilker, cenefaprac, listelprac, mosaicprac, espejoprac, espejo, muebleprac, mueble, escalprac, escalon, escalpracAL, escalprac AL, doorprac, doorpracNG, doorpraat NG, vidrioprac, instalprac, canalprac, taqueteprac, taquete, grapapracR, grapaprac-R, grapaprac R, grapapracP, grapaprac-P, grapaprac P, grapa, monturaprac, montura, cinchoprac, cincho, regaderaprac, recubrimiento, pared, gomaprac, goma, bridaprac, brida, flexible, manguera, juntaprac, expansion, lavaboprac, desague, viseprac, mezclaprac, mezcladora, sanitario, paquete, ba&ntilde;o">

	<link rel="apple-touch-icon" sizes="57x57" href="/apple-touch-icon-57x57.png" />
	<link rel="apple-touch-icon" sizes="114x114" href="/apple-touch-icon-114x114.png" />
	<link rel="apple-touch-icon" sizes="72x72" href="/apple-touch-icon-72x72.png" />
	<link rel="apple-touch-icon" sizes="144x144" href="/apple-touch-icon-144x144.png" />
	<link rel="apple-touch-icon" sizes="60x60" href="/apple-touch-icon-60x60.png" />
	<link rel="apple-touch-icon" sizes="120x120" href="/apple-touch-icon-120x120.png" />
	<link rel="apple-touch-icon" sizes="76x76" href="/apple-touch-icon-76x76.png" />
	<link rel="apple-touch-icon" sizes="152x152" href="/apple-touch-icon-152x152.png" />
	<link rel="icon" type="image/png" href="/favicon-196x196.png" sizes="196x196" />
	<link rel="icon" type="image/png" href="/favicon-160x160.png" sizes="160x160" />
	<link rel="icon" type="image/png" href="/favicon-96x96.png" sizes="96x96" />
	<link rel="icon" type="image/png" href="/favicon-32x32.png" sizes="32x32" />
	<link rel="icon" type="image/png" href="/favicon-16x16.png" sizes="16x16" />
	<meta name="msapplication-TileColor" content="#ffffff" />
	<meta name="msapplication-TileImage" content="/mstile-144x144.png" />

	<title>Creaprac</title>

	<link rel="stylesheet" href="../css/normalize.min.css" />
	<link rel="stylesheet" href="../css/style.css" />

	<!--[if lt IE 9]>
		<script async src="../js/html5shiv-printshiv.min.js"></script>
		<script async src="../js/respond.min.js"></script>
	<![endif]-->
</head>
<body class="index">
	<header class="main">
		<div class="container">
			<img class="logo" src="../img/logos/logo-creaprac.png" alt="" width="346" />
			<nav>
				<ul>
					<li><a class="active" href="#">Inicio</a></li>
					<li><a href="products.html">Productos</a></li>
					<li><a href="manuals.html">Manuales</a></li>
					<li><a href="exhibitors.html">Exhibidores</a></li>
					<li><a href="cardboards.html">Cartulinas</a></li>
					<li><a href="catalog.html">Cat&aacute;logo</a></li>
					<li><a href="contact.html">Cont&aacute;ctanos</a></li>
				</ul>
			</nav>
		</div>
	</header>

	<div class="main container">
		<header class="page">
			<img src="../img/main/main_banner.jpg" alt="" width="960" />
		</header>
		<aside>
			<img id="_thumbnail" src="../img/products/thumbnails/MX/Tiraprac.jpg" alt="" width="240" />
			<img id="_preload" style="display: none;" src="" alt="" width="240" />
			<div class="warehouse">
				<h4>Almac&eacute;n Cd. de M&eacute;xico</h4>
				<span class="phone">55 5558 6971</span>
				<span class="fax">55 5558 9925</span>
			</div>
			<div class="warehouse">
				<h4>Almac&eacute;n Monterrey</h4>
				<span class="phone">81 8323 2800</span>
				<span class="fax">81 8323 4586</span>
				<span class="phone">01 800 523 0044</span>
			</div>
			<div class="warehouse">
				<h4>Almac&eacute;n Guadalajara</h4>
				<span class="phone">33 3619 4799</span>
				<span class="fax">33 3619 4793</span>
			</div>
			<div class="warehouse">
				<h4>Almac&eacute;n San Diego, CA.</h4>
				<span class="phone">619 572 1427</span>
			</div>
			<div class="warehouse">
				<h4>Exportaciones</h4>
				<span class="phone">(52) 81 8479 5701</span>
			</div>
		</aside>
		<section>
			<p>Si la instalaci&oacute;n se hace mal, por m&aacute;s bello que este el recubrimiento, el acabado final resulta desastroso y la inversi&oacute;n realizada se desmerece.<p>
			<p>CREAPRAC nace en 1989 ofreciendo productos para facilitar la instalaci&oacute;n de recubrimientos de cer&aacute;mica, de porcelana y de piedra con el objetivo de lograr instalaciones impecables y duraderas.</p>
			<p>Con el paso de los a&ntilde;os se han ido incorporando productos para lograr el mismo objetivo para otros proyectos, tales como: productos para el manejo de cables, cintas pl&aacute;sticas para cubrir cercas de malla de acero, mosaicos de vidrio para decorar y ambientar espacios, cenefas para darle vida y resaltar el azulejo de los muros, espejos para decorar y embellecer ba&ntilde;os, vidrioblocks para aislar espacios, y muchos m&aacute;s productos innovadores.</p>
			<p>Nuestra empresa cuenta con una f&aacute;brica con 5 lineas de extrucci&oacute;n de pl&aacute;stico, localizada en Guadalupe, Nuevo Le&oacute;n, M&eacute;xico, y 3 almacenes de ventas localizados en Monterrey, Guadalajara y Ciudad de M&eacute;xico.</p>
			<p>Gracias a la calidad de nuestros productos, desde hace varios a&ntilde;os exportamos exitosamente a varios destinos, incluyendo Centro Am&eacute;rica, El Caribe, Sur Am&eacute;rica y Estados Unidos de Am&eacute;rica.</p>
			<p>Para ofrecer un mejor servicio a nuestros clientes en los Estados Unidos de Am&eacute;rica, contamos con un almac&eacute;n de ventas en San Diego, California.</p>
			<p>Lo invitamos a que navegue por nuestra p&aacute;gina web donde encontrar&aacute; el detalle de todos nuestros productos, y si tiene alguna duda sobre algunos de ellos, o quiere el nombre del distribuidor que tenemos en su ciudad donde los puede adquirir, comun&iacute;quese con nosotros v&iacute;a telef&oacute;nica o env&iacute;enos un correo electr&oacute;nico con su pregunta, y con gusto lo atenderemos.</p>
		</section>
	</div>

	<footer>
		<div class="container">
			<p>&copy; 2014 Creaciones Pr&aacute;cticas S.A. de C.V. Todos los derechos reservados.</p>
		</div>
	</footer>

	<script src="../js/thumbnail_carousel.js"></script>
	<script async src="../js/piwik.js"></script>
	<script src="../js/typekit.min.js"></script>
	<script>
		window.onload = function() {
			preloadThumbnails( "MX" );
    		carousel( "MX" );
		}
	</script>
</body>
</html>